Repository: IEZAL/camus
Catalog: camus/static/src/locales/*/messages.po
Languages: de

source: Audio volume slider for feed {0}
de: Audio-Lautstärkeregler für Stream von {0}

source: Camera
de: Kamera

source: Cancel
de: Abbrechen

source: Close dialog
de: Dialog schließen

source: Connection state
de: Verbindungsstatus

source: Copy the room link
de: Den Raumlink Kopieren

source: Delete this {0} server
de: Diesen {0}-Server löschen

source: Do you want to leave the room?
de: Möchten Sie den Raum verlassen?

source: Enter room
de: Eintreten

source: ICE connection state
de: ICE Verbindungsstatus

source: ICE gathering state
de: ICE Sammelstatus

source: Leave
de: Verlassen

source: Microphone
de: Mikrofon

source: Nickname
de: Spitzname

source: Open {0}
de: {0} öffnen

source: Password
de: Passwort

source: Save this {0} server
de: Diesen {0}-Server speichern

source: Send a group chat message
de: Grupppenchat-Nachricht senden

source: Send chat message
de: Chat-Nachricht senden

source: Share the link to invite others
de: Den Link teilen, um andere einzuladen

source: Signaling state
de: Signalisierungsstatus

source: There are currently no other users in the room.
de: Es sind derzeit keine anderen Benutzer im Raum

source: Toggle enable camera
de: Kamera aktivieren umschalten

source: Toggle enable desktop sharing
de: Desktop-Freigabe aktivieren umschalten

source: Toggle enable microphone
de: Mikrofon aktivieren umschalten

source: Toggle fullscreen video for feed {0}
de: Video im Vollbildmodus für Stream von {0} umschalten

source: Toggle mute audio for feed {0}
de: Audio für Stream von {0} umschalten

source: Toggle mute video for feed {0}
de: Video für Stream von {0} umschalten

source: Toggle picture-in-picture video for feed {0}
de: Bild-im-Bild für Stream von {0} umschalten

source: Toggle video settings menu for your camera
de: Videoeinstellungsmenüs für Ihre Kamera umschalten

source: Username
de: Benutzername

source: chat window
de: Chat-Fenster

source: settings window
de: Einstellungsfenster

source: users window
de: Benutzerfenster

source: {kind} servers
de: {kind}-Server
